Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: This will allow both recovery and value creation to increase, while also opening up opportunities for developing other discoveries in the area."
nb: På den måten kan utvinningen og verdiskapingen øke, i tillegg til at det åpner opp for muligheter for utvikling av andre funn i området.»

source: Production started on Njord in 1997.
nb: Produksjonsstart på Njord var i 1997.

source: Original recoverable resources were 31.8 million standard cubic metres (Sm3) of oil (200 million barrels), 23.4 billion Sm3 gas and 6.4 million tonnes of NGL.
nb: Opprinnelige utvinnbare ressurser var 31,8 millioner standard kubikkmeter (Sm3) olje (200 millioner fat), 23,4 milliarder Sm3 gass og 6,4 millioner tonn NGL.

source: Estimated remaining reserves are 6.2 million Sm3 oil (39 million bbls), 16.3 billion Sm3 gas and 4.1 million tonnes of NGL.
nb: Antatt gjenværende reserver er 6,2 millioner Sm3 olje (39 millioner fat), 16,3 milliarder Sm3 gass og 4,1 millioner tonn NGL.

source: Bauge was proven in 2013 (well 6407/8-6).
nb: Bauge ble påvist i 2013 (brønn 6407/8-6).

source: Recoverable resources are estimated at 7.9 million Sm3 oil (50 million bbls), 1.9 billion Sm3 gas and 1 million tonnes of NGL.
nb: Utvinnbare ressurser er beregnet til 7,9 millioner Sm3 olje (50 millioner fat), 1,9 milliarder Sm3 gass og 1 million tonn NGL.

source: Production is scheduled to start in the fourth quarter of 2020 for both Njord and Bauge.
nb: Produksjonsstart er planlagt i fjerde kvartal i 2020 for både Njord og Bauge.

source: The Bauge discovery will be tied in to the upgraded Njord field with planned start-up in 2020.
nb: Funnet Bauge skal knyttes til det oppgraderte Njord-feltet med planlagt oppstart i 2020.

source: Anticipated investments are NOK 19.8 billion.
nb: Forventede investeringer er 19,8 milliarder kroner.

source: Production on Njord was halted in 2016 and the facilities were brought to shore for upgrades after cracks were discovered in the structure.
nb: Produksjonen på Njord ble stoppet i 2016 og innretningene ble tatt til land for oppgradering etter at det ble oppdaget sprekker i konstruksjonen.

source: Production will resume in 2020.
nb: I 2020 starter produksjonen opp igjen.

source: (Photo: Statoil).
nb: (Foto: Statoil).

source: Wellbore 25/10-9 will be drilled from the drilling facility Songa Dee at position 59°06’ 34.66” North and 02°10’ 7.81” East after a stay at a ship yard.
nb: Brønnbane 25/10-9 skal bores fra boreinnretningen Songa Dee i posisjon 59° 06’ 34.66” Nord og 02°10’ 7.81” Øst etter verftopphold.

source: The drilling programme for wellbore 25/10-9 concerns drilling of a wildcat well in production licence 304.
nb: Boreprogrammet for brønnbane 25/10-9 gjelder boring av undersøkelsesbrønn i utvinningstillatelse 304.

source: Lundin is the operator with a 50 per cent interest, while the other licensees are Aker Exploration and Endeavour with 30 and 20 per cent respectively.
nb: Lundin er operatør med 50 prosent andel, mens øvrige rettighetshavere er Aker Exploration og Endeavour med hhv 30 og 20 prosent hver.

source: The area of this licence consists of parts of blocks 25/10 and 25/7.
nb: Arealet i denne tillatelsen består av deler av blokkene 25/10 & 25/7.

source: Well 25/10-9 lies about 16 kilometres southwest of the Grane and Balder fields in the central part of the North Sea.
nb: Brønn 25/10-9 er lokalisert om lag 16 km sørvest for Granefeltet og Balderfeltet i midtre del av Nordsjøen.

source: Production licence was awarded in 2003(APA 2003).
nb: Utvinningstillatelse 304 ble tildelt 12.12.2003 (TFO2003).

source: The drilling permit has been granted on the condition that all other permits and consents required by other authorities have been secured before the drilling activity commences.
nb: Tillatelsen forutsetter at de øvrige tillatelser og samtykker som kreves av andre myndigheter er gitt før boreaktiviteten starter.

source: Some maps are also offered as downloadable GIF or PDF files.
nb: Noen kart tilbys også som nedlastbare GIF- eller PDF-filer.

source: FactMaps
nb: Faktakart

source: The NPD's FactMaps are closely integrated with the NPD's FactPages, and they are updated on a daily basis.
nb: ODs Faktakart er tett integrert med ODs Faktasider, og de oppdateres daglig.

source: The FactMaps contain information about wellbores, surveys, fields and discoveries, production licences, agreement-based areas, permanent facilities and more.
nb: Faktakartene inneholder informasjon om blant annet brønnbaner, undersøkelser, funn og felt, utvinningstillatelser, avtalebaserte områder, og faste innretninger.

source: Map of the Norwegian continental shelf
nb: Sokkelkart

source: The Norwegian continental shelf map provides an overview of the production licences on the Norwegian shelf.
nb: Kartet Den norske kontinentalsokkel gir en oversikt over utvinningstillatelsene på norsk sokkel.

source: The map also shows all fields, discoveries and areas opened up for exploration.
nb: Sokkelkartet viser også alle felt, funn og områder åpnet for leting.

source: Historical maps of the NCS
nb: Historiske sokkelkart

source: Here you can find maps dating back to 1965.
nb: Se kart helt tilbake til 1965.

source: All maps can be downloaded.
nb: Alle kartene er nedlastbare.

source: Two-way time map
nb: Formkart

source: A two-way time map covering the nonconformity under the respective Upper Jurassic stratigraphic sequence (north of 69°N) and the Cretaceous stratigraphic sequence (south of 69°N) with primary geological features from the mainland.
nb: Formkart over inkonformitetsflaten under respektive overjuralagrekken (nord for 69°N) og krittlagrekken (sør for 69°N) med geologiske hovedtrekk fra fastlandet.

source: This is the first field to be developed after the framework agreement regarding cross-border petroleum cooperation was signed by the British and Norwegian authorities in 2005.
nb: Dette er det første feltet som er bygd ut etter at rammeavtalen om petroleumssamarbeid over grenselinjen ble signert av britiske og norske myndigheter i 2005.

source: The Enoch field is situated on the border between the Norwegian and British continental shelves, with approx. 80 per cent on the British side and 20 per cent on the Norwegian side.
nb: Enochfeltet ligger på grensen mellom norsk og britisk kontinentalsokkel, med 80 prosent på britisk side og 20 prosent på norsk side.

source: Eva Halland, director responsible for cross-border fields in the Norwegian Petroleum Directorate (NPD), notes that the cooperation between the authorities in connection with the Enoch development has gone very well.
nb: Eva Halland, direktør med ansvar for grensefelt i Oljedirektoratet, konstaterer at samarbeidet mellom myndighetene i forbindelse med utbyggingen har gått svært bra.

source: "We hope that the Enoch agreement will become a model for subsequent developments," she said.
nb: - Vi håper avtalen om Enoch danner mønster for seinere utbygginger, sier hun.

source: When the large cross-border fields Frigg, Statfjord and Murchinson in the North Sea were developed, separate agreements were signed between the British and Norwegian authorities for each field.
nb: Da de store grensefeltene Frigg, Statfjord og Murchinson i Nordsjøen ble bygd ut, ble det inngått separate avtaler mellom britiske og norske myndigheter for hvert felt.

source: Since the cross-border fields of the future will be smaller than these three, the authorities in the two countries in 2005 agreed to enter into a framework agreement.
nb: Siden framtidens grensefelt ville bli mindre enn disse tre, ble myndighetene i de to landene i 2005 enige om å inngå en rammeavtale.

source: The objective of the framework agreement is to contribute towards efficient developments and ensure that the framework conditions in the two respective nations do not present an obstacle to development of fields that are located on both the Norwegian and British sides of the border.
nb: Målet for rammeavtalen er å bidra til effektive utbygginger og sørge for at to ulike nasjoners rammeverk ikke hindrer utbygging av felt som ligger både på norsk og britisk side.

source: The Enoch field was proven in 1985 and is developed with one horizontal well drilled from a template connected to the Brae A platform 16 km north-west of Enoch.
nb: Enochfeltet ble påvist i 1985 og er utviklet med en horisontalbrønn boret fra en bunnramme som er oppkoblet mot Brae A-plattformen 16 kilometer nordvest for Enoch.

source: Talisman is the operator.
nb: Talisman er operatør.

source: Expected production is 12,000-14,000 barrels of oil and 550,000-600,000 standard cubic metres of gas per day.
nb: Det forventes en produksjon på 12.000-14.000 fat olje og 550.000-600.000 standard kubikkmeter gass per dag.

source: The oil will be treated on Brae A and exported through the Forties pipeline system to the United Kingdom.
nb: Oljen blir behandlet på Brae A og eksportert gjennom Forties rørledningssystem til Storbritannia.

source: The ownership structure in Enoch is as follows: Talisman North Sea Ltd.
nb: Eierskapsfordelingen i Enoch er Talisman North Sea Ltd.

source: (24 per cent), Talisman LNS Ltd.
nb: (24 prosent), Talisman LNS Ltd.

source: (1.2 per cent), Dyas UK Ltd.
nb: (1,2 prosent), Dyas UK Ltd.

source: (14 per cent), Bow Valley Petroleum (UK) Ltd.
nb: (14 prosent), Bow Valley Petroleum (UK) Ltd.

source: (12 per cent), ROC Oil (GB) Ltd.
nb: (12 prosent), ROC Oil (GB) Ltd.

source: (12 per cent), Dana Petroleum (E&P) Ltd.
nb: (12 prosent), Dana Petroleum (E&P) Ltd.

source: (8.8 per cent), Endeavour Energy (UK) Ltd.
nb: (8,8 prosent), Endeavour Energy (UK) Ltd.

source: (8 per cent), Statoil ASA (11.78 per cent), Altinex Oil AS (4.36 per cent), Det Norske Oljeselskap AS (2 per cent) and Dong Norge AS (1.86 per cent).
nb: (8 prosent), Statoil ASA (11,78 prosent), Altinex Oil AS (4,36 prosent), Det Norske Oljeselskap AS (2 prosent) og Dong Norge AS (1,86 prosent).

source: The purpose of the changes is to simplify and clarify the use of the consent provision.
nb: Hensikten med endringene er å forenkle og klargjøre bruken av samtykkebestemmelsen.

source: The revised guideline can be found at npd.no and is effective from today’s date.
nb: Revidert veiledning finnes på npd.no og er gjeldende fra dags dato.

source: Go to guidelines >>
nb: Gå til veiledninger >>

source: SMIL was established in 2015 as part of the Government’s program to digitize interaction between the authorities and the oil companies.
nb: SMIL ble etablert i 2015 som del av regjeringens program for å digitalisere samhandling mellom myndighetene og oljeselskapene.

source: From start, SMIL has been used for applications to extend deadlines for work commitments in production licences.
nb: SMIL er fra oppstart benyttet til søknader om utsettelse av frister for arbeidsforpliktelser i utvinningstillatelsene.

source: From 15 September 2017, SMIL will also be used for notifications from the operators to MPE/NPD on decisions taken in the licences.
nb: Fra 15.september 2017 skal SMIL også brukes til meldinger fra operatør til OED/OD om beslutninger tatt i lisensene.

source: “The objective of SMIL, which is an acronym for Smart Interactive Licence management, is to streamline and enhance communication and application processes for the companies and for the NPD,” says Maria Juul, assistant director of information management .
nb: «Hensikten med SMIL, som står for smart interaktiv lisensadministrasjon, er å strømlinjeforme og forbedre kommunikasjon og søknadsprosesser for selskapene og for OD,» sier Maria Juul, som er underdirektør for informasjonsforvaltning.

source: The applications and notifications that are submitted to the authorities through SMIL, are related to the work commitments and deadlines during the exploration period (initial period).
nb: Søknader og meldinger som sendes inn til myndighetene via SMIL, gjelder arbeidsforpliktelsene som utvinningstillatelsene har i leteperioden (initiell periode).

source: After being awarded, the production licences usually have to carry out a work programme, which may include seismic acquisition and drilling of exploration wells within a set of deadlines.
nb: Etter tildeling må utvinningstillatelser vanligvis gjennomføre et arbeidsprogram, som kan omfatte innsamling av seismikk og boring av letebrønner, med et sett av tidsfrister.

source: This challenge is one of the reasons why the Diskos Database was established in 1995 as a joint solution for seismic data in Norway.
nb: Diskos-databasen ble etablert i 1995, som en fellesløsning på denne utfordringen.

source: The database covers data sets back to 1980 and is now being successfully used by all oil companies active in Norway, in addition the service industry, all Norwegian Universities and a number of UK Universities.
nb: Databasen omfatter seismiske data helt tilbake fra 1980 og brukes aktivt av alle oljeselskap i Norge, i tillegg til at leverandørindustrien og universiteter i Norge og Storbritannia bruker Diskos.

source: Not all data is stored in Diskos, however, so a central topic of discussion is how older seismic data (mainly pre-1980) should be successfully managed to ensure long-term preservation and use of such data.
nb: Ikke alle seismiske data er lagret i Diskos, og det blir diskutert hvordan eldre seismikk (før 1980) skal håndteres i et langsiktig perspektiv.

source: Older media can often be very challenging to read due to obsolete data storage technology and lack of equipment needed to transfer data to new media in sustainable storage solutions.
nb: Eldre lagringsmedia er ofte vanskelig å lese på grunn av gammel teknologi og manglende tilgang til utstyr som kan overføre slike data til nye media.

source: Older data can often be of very high value despite its age.
nb: Eldre data er ofte svært verdifulle.

source: New processing techniques and technology can often glean “new” information out of the older data, especially when such data is used in conjunction with newer data and also a greater understanding of the subsurface offshore.
nb: Nye prossesseringsmetoder kan ekstrahere «ny» informasjon, og når eldre data brukes sammen med nyere data, kan det bidra til økt forståelse av geologien.

source: It is also a major challenge that the sheer volumes of data being acquired is still growing exponentially.
nb: Det er også utfordrende for forvaltning av seismiske data at volumene øker eksponensielt.

source: The latest research clearly demonstrates the limits of storage for disk-based solutions when compared to tape storage, which still have a huge potential for providing cost-efficient solutions for ever increasing volumes.
nb: Nyere forskning viser at den disk-baserte løsningen har sine begrensninger sammenlignet med tape-lagring.

source: The challenge for industry and indeed the authorities is to be able to choose the right “mix” of technologies that can form the basis of a sustainable solution for long into the future.
nb: Tape-lagring har fortsatt et stort potential, og det er viktig at industrien og myndighetene velger rett blanding av teknologier som kan danne grunnlag for levedyktige løsninger for framtiden.

source: The NPD hosted a seminar about these topics recently.
nb: Oljedirektoratet arrangerte nylig et seminar med fokus på lagring av seismiske data.

source: The handouts from the event are available here:
nb: Presentasjonene fra seminaret ligger her:

source: See also: https://doi.org/10.1190/tle34080944.1
nb: Se også: https://doi.org/10.1190/tle34080944.1

source: Operator Statoil is planning start-up in late June 2017.
nb: Operatør Statoil planlegger oppstart sent juni 2017.

source: The field has been developed with a production facility resting on the seabed and an oil storage ship, in water depths of 110-120 metres.
nb: Feltet er bygget ut med en bunnfast produksjonsinnretning og et lagerskip for olje på 110-120 meters havdyp.

source: The oil will be exported via buoy loaders, and the rich gas will be sent to the Sleipner A platform for final processing.
nb: Olje skal eksporteres via bøyelasterskip, og rikgassen sendes til Sleipner A-plattformen for sluttprosessering.

source: Gas for gas injection will be imported from Zeepipe 2A (Gassled).
nb: Gass til gassinjeksjon skal importeres fra Zeepipe 2A (Gassled).

source: The field will be tied in to a joint solution with power supply from shore for the Utsira High.
nb: Feltet skal knyttes til en felles løsning for kraftforsyning fra land for Utsirahøgda.

source: The recoverable reserves for Gina Krog are 16.8 million standard cubic metres (Sm3) oil, 11.8 billion Sm3 gas and 3.2 million tonnes NGL.
nb: De utvinnbare reservene for Gina Krog er 16,8 millioner standard kubikkmeter (Sm3) olje, 11,8 milliarder Sm3 gass og 3,2 millioner tonn NGL.

source: Investment costs are expected to reach NOK 30.9 billion, which is well within the range of uncertainty listed in the Plan for Development and Operation (PDO).
nb: Investeringskostnadene er forventet å bli 30,9 milliarder kroner som er godt innenfor usikkerhetsintervallet i Plan for utbygging og drift (PUD).

source: Statoil is the operator in production licences 029 B, 029 C, 048 and 303.
nb: Det er Statoil som er operatør i utvinningstillatelsene 029 B, 029 C, 048 og 303.

source: The oil field, which was proven in 1974, is located on the border between the UK and Norwegian shelves in the southern part of the Norwegian sector.
nb: Oljefeltet, som ble påvist i 1974, ligger på grensen mellom britisk og norsk sokkel i sørlig del av norsk sektor.

source: The field was developed as a subsea development tied in to the Clyde facility on the UK shelf via a 25-km pipeline.
nb: Feltet er bygd ut som en havbunnsutbygging knyttet opp til Clyde-innretningen på britisk sokkel via en 25 kilometer lang rørledning.

source: The oil is then transported on to the Teesside terminal in the UK.
nb: Oljen blir videre transportert til Teesside-terminalen i Storbritannia.

source: Flyndre is expected to produce up to 1590 standard cubic metres (10 000 barrels) of oil equivalents per day, until 2023.
nb: Flyndre er ventet å produsere opptil 1590 standard kubikkmeter (10 000 fat) oljeekvivalenter daglig, fram til 2023.

source: Total recoverable resources are about three million standard cubic meters (19.2 million barrels) of oil equivalents.
nb: Totale utvinnbare ressurser er om lag tre millioner standard kubikkmeter (19,2 millioner fat) oljeekvivalenter.

source: The licensees in Flyndre are Maersk Oil UK Limited (65.941 per cent), Repsol Sinopec Resources UK Limited (22.739), Repsol Sinopec North Sea Limited (4.24), Maersk Oil Norway AS (6.255), Statoil Petroleum AS (0.471) and Petoro AS (0.354).
nb: Rettighetshavere i Flyndre er Maersk Oil UK Limited (65,941 prosent), Repsol Sinopec Resources UK Limited (22,739), Repsol Sinopec North Sea Limited (4,24), Maersk Oil Norway AS (6,255), Statoil Petroleum AS (0,471) og Petoro AS (0,354).

source: Map of the Flyndre field
nb: Kart som viser Flyndre-feltet

source: During the first six months of the year, six discoveries were made, six development plans have been approved and three new fields have started producing.
nb: I første halvår er det gjort seks funn, seks utbyggingsplaner er godkjent og tre nye felt er satt i produksjon.

source: Total petroleum production so far in 2017 is about 119.9 million standard cubic metres of oil equivalents (Sm3 o.e.).
nb: Den totale petroleumsproduksjonen så langt i 2017 er om lag 119,9 millioner standard kubikkmeter oljeekvivalenter (Sm3o.e.).

source: Of this, 47.5 million Sm3 are oil and 11.4 million Sm3 are NGL and condensate.
nb: Av dette er 47,5 millioner Sm3 olje og 11,4 millioner Sm3 NGL og kondensat.

source: 61 billion Sm3 of gas have been sold.
nb: Det er solgt 61 milliarder Sm3 gass.

source: The total volume is 1.4 million Sm3 o.e. higher than in 2016.
nb: Totalvolumet er 1,4 millioner Sm3 o.e. høyere enn i 2016.

source: During the first half of the year, 15 exploration wells were drilled; nine wildcat wells and six appraisal wells.
nb: I første halvår i år er det boret 15 letebrønner; ni undersøkelsesbrønner og seks avgrensningsbrønner.

source: Six discoveries were made; two in the North Sea, two in the Norwegian Sea and two in the Barents Sea.
nb: Det er gjort seks funn; to i Nordsjøen, to i Norskehavet og to i Barentshavet.

source: In the North Sea, gas was discovered in Statoil’s wildcat well 34/11-6 S near the Valemon field.
nb: I Nordsjøen ble det funnet gass i Statoils undersøkelsesbrønn 34/11-6 S ved Valemon-feltet.

source: The preliminary estimate for the discovery is between 3 and 8 million Sm3 of recoverable o.e.
nb: Funnet er foreløpig estimert til mellom 3 og 8 millioner Sm3 utvinnbare o.e.

source: Oil and gas were proven in Statoil’s wildcat well 34/10-55 S northeast of the Gullfaks field in the North Sea.
nb: I Statoils undersøkelsesbrønn 34/10-55 S nordøst for Gullfaks-feltet i Nordsjøen ble det påvist olje og gass.

source: Preliminary resource estimates are between 1 and 3 million Sm3 of recoverable o.e.
nb: Foreløpige ressursanslag er mellom 1 og 3 millioner Sm3 utvinnbare o.e.

source: Two appraisal wells have also been drilled in the North Sea; Statoil’s well 16/2-22 S delineated the Johan Sverdrup field.
nb: Det er også boret to avgrensningsbrønner i Nordsjøen: Statoils brønn 16/2-22 S avgrenset Johan Sverdrup-feltet.

source: The well encountered a 15-metre oil column in a moderate to poor reservoir.
nb: Brønnen traff på en 16 meter oljekolonne i et moderat til dårlig reservoar.

source: The original resource estimate of 302-477 million Sm3 of recoverable o.e. is unchanged.
nb: Det opprinnelige ressursanslaget på 302-477 millioner Sm3 utvinnbare o.e. er uendret.

source: Lundin’s well 16/1-27 delineated the Edvard Grieg field.
nb: Lundins brønn 16/1-27 avgrenset Edvard Grieg-feltet.

source: The well encountered a 15-metre oil column in a very good reservoir.
nb: Brønnen traff på en 15 meter oljekolonne i svært godt reservoar.

source: The resource estimate, which was 35 million Sm3 of recoverable o.e. before this well was drilled, will be increased by between 1.6 and 4.8 million Sm3.
nb: Ressursanslaget, som var 35 millioner Sm3 utvinnbare o.e. før denne brønnen ble boret, økes med mellom 1,6 og 4,8 millioner Sm3.

source: The drilling of appraisal well 6507/3-12 A was stopped due to technical difficulties.
nb: Boringen av avgrensningsbrønn 6507/3-12 A ble stoppet på grunn av tekniske problemer.

source: In the Barents Sea, Lundin discovered oil and gas in wildcat well 7219/12-1 and appraisal well 7219/12-1 A northwest of the Alta discovery.
nb: I Barentshavet fant Lundin olje og gass i undersøkelsesbrønn 7219/12-1 og avgrensningsbrønn 7219/12-1 A nordvest for Alta-funnet.

source: The preliminary volume estimate is between 5.5 and 16 million Sm3 of recoverable o.e.
nb: Foreløpig volumanslag er mellom 5,5 og 16 millioner Sm3 utvinnbare o.e.

source: Statoil made an oil discovery in wildcat well 7219/9-2 about 23 kilometres southwest of discovery well 7220/8-1, Johan Castberg.
nb: Statoil gjorde et oljefunn i undersøkelsesbrønn 7219/9-2 om lag 23 kilometer sørvest for funnbrønnen 7220/8-1 Johan Castberg.

source: Preliminary calculations show that the discovery contains between 4 and 8 million Sm3 of recoverable oil.
nb: Foreløpige beregninger viser at funnet inneholder mellom 4 og 8 millioner Sm3 utvinnbar olje.

source: One appraisal well was drilled in the Barents Sea this year.
nb: Det er boret én avgrensningsbrønn i Barentshavet i år.

source: Lundin’s well 7120/1-5 on the Gohta discovery encountered a poor reservoir with traces of hydrocarbons and is classified as dry.
nb: Lundins brønn 7120/1-5 på Gohta-funnet traff på et dårlig reservoar med spor av hydrokarboner og er klassifisert som tørr.
